;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.2
; Update: July 08, 2021
;
[Lang]
NativeLanguage=Nederlands
[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
LangShortName=nl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=Controleer of deze PC voor Windows 11 geschikt is.
lbllang.Caption=Taal:
cpu=Processor
memory=Geheugen
disk=Opslag
diskstyle=Partitie style
firmware=Systeem firmware
boot=Secure boot
graphiccard=Graphische Kaart
tpm=TPM 2.0
info3=De processor frequencie is langzamer dan 1 GHz.
info4=De processor architecture is x86, maar Windows 11 ondersteund het niet.
info5=De processor staat niet in de compatible lijst.
info6=Windows 11 ondersteund geen 32-bit processor.
info7=De Disk partitie style is niet GPT.
info8=Het physical geheugen moet 4 GB of groter zijn.
info9=De systeem disk moet 64 GB of groter zijn.
info10=De systeem firmware onderstuend geen Secure Boot.
info11=De graphische kaart ondersteund geen DirectX 12.
info12=WDDM versie is lager dan 2.x
info13=TPM wordtniet ondersteund.
info14=TPM is uitgezet.
info15=TPM versie is lager dan 2.0
info16=De systeem firmware ondersteund geen UEFI.
info-3=Het is een onbekende 64-bit processor.
info-4=Vrije disk ruimte is kleiner dan 64GB.
tpminfo=Trusted Platform Module Version 2.0
directxinfo=DirectX %s compatible graphische / WDDM %s
bootinfo=PC boots enkel met vertrouwde firmware.
support=Compatible
unknow=Onbekend
unsupport=Niet Compatible
NewVer=Er is een nieuwe versie beschikbaar! Nu Updaten?
